Repository: intisumajpas/BI-2025
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: es_es

source: These questionnaires are designed for contact with the treating physician, who can provide medically confirmed information.
es_es: Estos cuestionarios están diseñados para comunicarse con el médico tratante, quien puede asignar información confirmada desde un punto de vista medicinal.

source: These questionnaires constitute one of the routine pharmacovigilance activities beyond the reporting of adverse reactions and detection of signals since the information collected allows a solid medical assessment of the event.
es_es: Estos cuestionarios son una de las actividades de farmacovigilancia de rutina que van más allá del informe de reacciones adversas y la detección de señales, pues la información reunida permite una evaluación médica sólida del evento.

source: These records were to include dates, quantities, batch/serial numbers, expiration (‘use by’) dates, and the unique code numbers assigned to the investigational products and trial subjects.
es_es: Estos registros debían incluir fechas, cantidades, números de partida/serie, fechas de vencimiento ('úsese antes de...') y los códigos numéricos únicos asignados a los productos en investigación y a los sujetos del ensayo.

source: These results indicate that the fixed dose combination of 12.5 mg empagliflozin / 1000 mg metformin was bioequivalent to the free dose combination under fasted conditions.
es_es: Estos resultados indican que la combinación a dosis fija de 12.5 mg de empagliflozina / 1000 mg de metformina fue bioequivalente a la combinación a dosis libre en condiciones preprandiales.

source: These results indicate that the fixed dose combination of 12.5 mg empagliflozin / 1000 mg metformin was bioequivalent to the free dose combination under fed conditions.
es_es: Estos resultados indican que la combinación a dosis fija de 12.5 mg de empagliflozina / 1000 mg de metformina fue bioequivalente a la combinación a dosis libre en condiciones postprandiales.

source: These results indicate that the fixed dose combination of 5 mg empagliflozin / 1000 mg metformin was bioequivalent to the free dose combination under fed conditions.
es_es: Estos resultados indican que la combinación a dosis fija de 5 mg de empagliflozina / 1000 mg de metformina fue bioequivalente a la combinación a dosis libre en condiciones postprandiales.

source: These results show that the process parameters are well-controlled within the defined set points and operating ranges and yield in a product with consistent and reliable quality attributes.
es_es: Estos resultados muestran que los parámetros del proceso están bien controlados dentro de los valores definidos y rangos operativos establecidos y producen un producto con atributos de calidad uniformes y confiables.

source: These results show that the process parameters are wellcontrolled within the defined set points and operating ranges and yield in a product with consistent and reliable quality attributes.
es_es: Estos resultados muestran que los parámetros del proceso están bien controlados dentro de los valores definidos y rangos operativos establecidos y producen un producto con atributos de calidad uniformes y confiables.

source: These results suggest that the DNA binding capacity of Phenyl Sepharose chromatography exceeds the amount of DNA normally applied to the column during the production process.
es_es: Estos resultados sugieren que la capacidad de unión de ADN de la cromatografía en fenil sefarosa supera la cantidad de ADN que normalmente se aplica a la columna durante el proceso de producción.

source: These results support the overall positive benefit-risk ratio for linagliptin in the treatment of type 2 diabetes.
es_es: Estos resultados respaldan la relación beneficio-riesgo positiva general de la linagliptina en el tratamiento de la diabetes tipo 2.

source: These results were followed by a lyophilisation study testing formulations of 5 mg/mL tenecteplase in 200 mmol/L and 300 mmol/L arginine phosphate, 0.1 mg/mL PS 20, pH 7.3.
es_es: Luego de estos resultados, se realizó un estudio de liofilización en el cual se evaluaron formulaciones de 5 mg/ml de tenecteplasa en 200 mmol/l y 300 mmol/l de fosfato arginina, 0.1 mg/ml de PS 20, a un pH 7.3.

source: These safety concerns were closely monitored and presented in a sequence of recent PBRERs.
es_es: Se ha hecho un seguimiento estricto de estos riesgos de seguridad, que se presentó en una secuencia de informes periódicos de evaluación de riesgos y beneficios (PBRER).

source: These samples served to determine steady state trough concentrations of empagliflozin.
es_es: Las muestras permitieron determinar las concentraciones mínimas estacionarias de empagliflozina.

source: These semi-volatile or non-volatile substances are not expected to migrate into an aqueous solution free of organic solvents, and indeed were not detected in the aqueous extracts following extraction with acidified water using rigorous laboratory conditions.
es_es: No es de esperar que estas sustancias semivolátiles y no volátiles migren a una solución acuosa sin disolventes orgánicos, y de hecho no se detectaron en los extractos acuosos posteriores a la extracción con agua acidificada aplicando condiciones de laboratorio rigurosas.

source: These should also be considered serious.
es_es: Estos eventos adversos también deben considerarse graves.

source: These slight differences can clearly be attributed to the extended storage time between PFS fill and PFS-NSD-1 assembly.
es_es: Estas ligeras diferencias se pueden atribuir, sin duda, al tiempo de almacenamiento prolongado entre el llenado de la jeringa precargada y el montaje del dispositivo PFS-NSD-1.

source: These sources of product contamination are addressed by using primary and secondary segregation.
es_es: Estas fuentes de contaminación del principio activo se abordan aplicando segregación primaria y secundaria.

source: These species are indirectly monitored by the monomer content determined by the native HPSEC.
es_es: Estas especies se controlan de manera indirecta a partir del contenido de monómero determinado por la HPSEC nativa.

source: These spelling is equivalent in the German language and used interchangeably.
es_es: Esta grafía es equivalente en alemán y se puede usar una u otra indistintamente.

source: These spiking experiments validate the amount of DNA that can be removed by Phenyl Sepharose chromatography.
es_es: Estos experimentos de enriquecimiento validan la cantidad de ADN que puede eliminarse por medio de cromatografía en fenil sefarosa.

source: These steps can be omitted depending on batch size and storage conditions.
es_es: Estos pasos se pueden omitir según el tamaño de la partida y las condiciones de almacenamiento.

source: These studies include drug substance handling, filtration, filling and stoppering, assembly and hold time studies at room temperature and light (for details see Section 3.2.P.2.Pharmaceutical Development, Chapter 7.2, Chapter 7.3 and Chapter 7.4).
es_es: Estos estudios incluyen estudios de manipulación del principio activo, filtrado, llenado y taponado, y de montaje y tiempo de retención a temperatura y luminosidad ambiente (hay mayores detalles en la Sección 3.2.P.2. Desarrollo farmacéutico, Capítulo 7.2, Capítulo 7.3 y Capítulo 7.4).

source: These studies show that a filtration pressure of 2.0 bar can be applied without impact on the microbial retention performance.
es_es: Estos estudios muestran que se puede aplicar una presión de filtración de 2.0 bar sin afectar el desempeño de retención microbiana.

source: These subjects were excluded from PK analysis for the respective period.
es_es: Estos sujetos fueron excluidos del análisis farmacocinético durante el período respectivo.

source: These temperature range has always been in place at Catalent DE (Eberbach), but was not correctly described in the document.
es_es: Este intervalo de temperaturas siempre estuvo vigente en Catalent DE (Eberbach), pero no estaba bien descrito en este documento.

source: These trends were similar for patients who had long-term exposure (cumulative exposure to study medication ≥52 weeks; Tables 15.3.2.3.1: 8 and 15.3.2.3.2: 8).
es_es: Estas tendencias fueron similares en pacientes que tuvieron una exposición prolongada (exposición acumulada a la medicación del estudio ≥52 semanas); ver Tablas 15.3.2.3.1: 8 y 15.3.2.3.2: 8.

source: These two trials enrolled patients at the initial treating hospital, in contrast to most other thrombectomy trials, which enrolled patients after transfer to a center that performs endovascular thrombectomy [P16-02552].
es_es: En estos dos ensayos, se inscribieron pacientes en el hospital de tratamiento inicial, a diferencia de la mayoría de los demás ensayos de trombectomía, en los que se inscribieron pacientes luego de la transferencia a centros dedicados a la trombectomía endovascular [P16-02552].

source: These validation parameters will be performed with a reduced amount of drug products covering the extreme API/excipient ratios.
es_es: Estos parámetros de validación se evaluarán con una cantidad reducida de medicamentos, y abarcaran las proporciones IFA/excipiente que se sitúan en los extremos.

source: These validation parameters will be performed with a reduced amount of drug products.
es_es: Estos parámetros de validación se evaluarán con una cantidad reducida de medicamentos.

source: These values are then used to calculate the tristimulus values through the use of weighting factors x̄λ, ȳλ , and z̄λ for a 2° standard observer and cie standard illuminant C (see the current International Commission on Illumination publication, CIE).
es_es: Estos valores luego se utilizan para calcular los valores del triestímulo con los factores de ponderación x̄λ, ȳλ , y z̄λ para un observador estándar a 2° y un iluminante estándar C, según se indica en la CIE (ver la publicación vigente de la Comisión Internacional de Iluminación, CIE).

source: These values correspond to a bacterial titer of ca 100 million/0.1 mL.
es_es: Estos valores se corresponden con una titulación bacteriana de aproximadamente 100 millones/0.1 ml.

source: They are also responsible for the organisation, monitoring, supply of study materials and quality assurance of the study.
es_es: También son responsables de la organización, el control, el suministro de materiales del estudio y el aseguramiento de la calidad del estudio.

source: They are available for authority inspections or on request.
es_es: Se puede acceder a ellas a pedido, o siempre que lo requieran las inspecciones de la autoridad.

source: They are controlled to compendial monograph(s) as listed in Table 1.
es_es: Están controlados según la/s monografía/s de farmacopea de la Tabla 1.

source: They are controlled to compendial monographs as listed in Table 1.
es_es: Están controlados según la/s monografía/s de farmacopea de la Tabla 1.

source: They are inspected by the relevant authorities regularly.
es_es: Con regularidad reciben inspecciones de las autoridades correspondientes.

source: They are known consequences of the underlying disease and it is not possible, based on a single case, to conclude that there is a reasonable possibility that the investigational drug caused these events.
es_es: Son consecuencias conocidas de la enfermedad subyacente y no es posible, basándose en un solo caso, concluir que existe una posibilidad razonable de que el fármaco en investigación haya causado estos eventos.

source: They are limited by the general acceptance criterion for other/unspecified impurities.
es_es: Quedan limitadas por el criterio de aceptación general para otras impurezas/impurezas no especificadas.

source: They are only appearing as “Rfi”, same as the p310 document itself.
es_es: Solo aparecen como "Rfi", igual que en el documento p310 mismo.

source: They are well known to the treating physicians and are adequately covered in the product information as routine risk minimization measure.
es_es: Son muy conocidos por los médicos tratantes y están adecuadamente cubiertos en la información del producto como medida rutinaria de minimización de riesgos.

source: They have been added to aid comparison of the manufacturing process at Boehringer Ingelheim Pharma GmbH & Co. KG and Rottendorf Pharma GmbH, and for transparency purposes.
es_es: Ahora se los añadió para facilitar y transparentar la comparación del proceso de fabricación en Boehringer Ingelheim Pharma GmbH & Co. KG, y Rottendorf Pharma GmbH.

source: They meet pharmacopoeial standards for countries where tenecteplase is marketed.
es_es: Cumplen con los estándares farmacopeicos de los países donde se comercializa tenecteplasa.

source: They were subsequently verified during validation fills (see Section 3.2.P.3.5 Process Validation and/or Evaluation).
es_es: Luego se verificaron durante los llenados de validación (ver la Sección 3.2.P.3.5, Validación y evaluación del proceso).

source: They were to be performed at the time points indicated in the study flow chart in Table 9.5.1:
es_es: Estas evaluaciones debian realizarse en los momentos de medición indicados en el flujograma del estudio, que se muestra en la Tabla 9.5.1: 1.

source: They were to be performed at the time points indicated in the study flow chart in Table 9.5.1: 1.
es_es: Estas evaluaciones debían realizarse en los momentos de medición indicados en el flujograma del estudio, que se muestra en la Tabla 9.5.1: 1.

source: They were to be recruited from the volunteers' pool of the HPC of BI Pharma GmbH & Co.
es_es: Estas personas fueron seleccionadas del grupo de voluntarios del Centro de farmacología humana de BI Pharma GmbH & Co.

source: Thickness […]
es_es: Espesor [...]

source: Thickness of cover plate
es_es: Espesor de la placa superior

source: Thin film remnant last on capsule shell.
es_es: Restos de película delgada remanentes en el recubrimiento de la cápsula.

source: Thin-Layer chromatography
es_es: Cromatografía de capa fina

source: Thin-layer chromatography
es_es: Cromatografía de capa fina

source: Thin-layer chromatography (2.2.27).
es_es: Cromatografía de capa fina *(2.2.27).*

source: Third Dilution (Tdil) c vol. /d vol.
es_es: Tercera dilución (DilTrd) vol. c/vol. d

source: This reestimation determined a final sample size of 202 patients for the determination of noninferiority.
es_es: En esta reestimación, se estableció un tamaño de muestra final de 202 pacientes para la evaluación de la no inferioridad.

source: This worst case approach is based on the comparison of the total weight of the drug product and its single excipients.
es_es: La base de este enfoque basado en el peor de los casos es la comparación del peso total del medicamento y el de sus excipientes individuales.

source: This AE was not considered drug related and it was considered not serious.
es_es: Este evento adverso no se consideró ni relacionado con el medicamento ni serio.

source: This DNA carry over can be neglected.
es_es: Este arrastre de ADN puede desestimarse.

source: This Quality Overall Summary Statement refers to the content of Quality Module 3 documents submitted for registration of an additional filling line (SM6) for manufacturing of tenecteplase powder for solution for injection 40 mg/vial and 50 mg/vial.
es_es: Esta declaración sobre el resumen general de calidad remite a los documentos del Módulo de Calidad 3 cuyo objeto fue el registro de una nueva línea de llenado (SM6) para la fabricación de tenecteplasa, polvo para solución inyectable, 40 mg/vial y 50 mg/vial.

source: This RPN is the calculated product of the severity (S), occurrence (O) and detectability (D), hence RPN = S * O * D.
es_es: El RPN es el producto calculado de la gravedad (G), la incidencia (I) y la detectabilidad (D), por lo que RPN = G * I * D.

source: This RPN is the calculated product of the severity (S), occurrence (O) and detectability (D), hence RPN = S * O * D. Individually for each primary packaging MA, the severity was rated with respect to a potential impact on CQA.
es_es: El RPN es el producto calculado de la gravedad (G), la incidencia (I) y la detectabilidad (D), por lo que RPN = G * I * D. Para cada atributo de los materiales del acondicionamiento primario, la gravedad se valoró con respecto a un posible impacto sobre los atributos críticos de calidad,

source: This RPN is the calculated product of the severity (S), occurrence (O) and detectability (D), hence RPN = S * O * D. Individually for each process parameter, the severity was rated with respect to a potential impact on CQA and / or process performance.
es_es: El número de prioridad de riesgo es el producto calculado de la gravedad (G), la incidencia (I) y la detectabilidad (D), por lo que RPN = G * I * D. Para cada parámetro del proceso, se clasificó individualmente la gravedad con respecto a su posible influencia sobre los atributos críticos de calidad o desempeño del proceso.

source: This Resolution to be checked on all replicate injections of Standard solution A and bracketing standard.
es_es: Esta resolución debe verificarse en todas las inyecciones replicadas de la Solución estándar A y el estándar de categorización.

source: This activation force may impact the very last part of the injection.
es_es: Esta fuerza de activación puede afectar la última parte de la inyección.

source: This adjustment is not considered to have a negative impact on the results or on the assessment against the acceptance criteria.
es_es: No se considera que este ajuste afecte negativamente los resultados ni la confrontación con los crtiterios de aceptación.

source: This allowed calculation of direct and indirect costs.
es_es: Esto permitió calcular los costos directos e indirectos.

source: This also inc/udes any labe/fing of the material which cou/d be used for identification or traceability (Jot numbering) ofthe active substance)
es_es: Esto también incluye el etiquetado del material, que podrá servir para la identificación y trazabilidad (número de lote) del pincipio activo.

source: This also includes any labe/fing of the materia'✓ which could be used for identification or traceability (lot numbering) ofthe active substance)
es_es: Esto también incluye el etiquetado del material, que podrá servir para la identificación y trazabilidad (número de lote) del pincipio activo.

source: This alternative is regarded as equivalent as according to Ph.Eur.
es_es: Nomenclatura de las Impurezas B y E según la Ph. Eur.

source: This alternative is regarded as equivalent as according to Ph.Eur. (chapter 2.6.7) suitable reference strains of M. orale are required.
es_es: Esta alternativa resulta equivalente ya que, según la Ph.Eur., Capítulo 2.6.7, lo que se requiere son cepas adecuadas de referencia de M. orale.

source: This amount may have been exceeded if unscheduled (additional) monitoring of laboratory results was warranted.
es_es: Este volumen podría haber sido superior si se hubiera justificado un control no programado (adicional) de los valores de laboratorio.

source: This amount of glucose excretion is similar to that observed in patients with eGFR between 30-60 mL/min/1.73 m2 (stage 3 CKD), which was close to 55 g glucosuria per day.
es_es: Esta excreción de glucosa es similar a la observada en pacientes con una TFGe de 30 a 60 ml/min/1.73 m2 (enfermedad renal crónica en estadio 3), lo que es aproximadamente 55 g de glucosuria por día.

source: This analysis included data on the neonatal period (defined as the first 28 days of life).
es_es: Este análisis incluyó datos sobre el período neonatal (definido como los primeros 28 días de vida).

source: This analysis will use a modified Poisson regression model5 with reperfusion at initial angiogram as dependent variable, alteplase versus pooled tenecteplase as independent variable and site of vessel occlusion and time from thrombolysis to initial angiogram or other reperfusion as adjustment covariates.
es_es: Este análisis utilizará un modelo de regresión de Poisson modificado.5 con reperfusión en la angiografía inicial como variable dependiente, alteplasa versus agrupadatenecteplasa como variable independiente y el sitio de oclusión del vaso y el tiempo desde la trombólisis hasta la angiografía inicial u otra reperfusión como covariables de ajuste.

source: This analytical procedure describes clot lysis to determine the activity of alteplase drug substance and drug product.
es_es: Se describe en este procedimiento analítico la lisis de coágulo para establecer la actividad del principio activo y el medicamento alteplasa.

source: This analytical procedure describes the determination of the protein content of alteplase in in-
es_es: Se describe en este procedimiento analítico la determinación del contenido de proteína de alteplasa medicamento

source: This analytical procedure describes the determination of the protein content of alteplase in in-process control, drug substance, and drug product samples.
es_es: Se describe en este procedimiento analítico la determinación del contenido de proteína de alteplasa en muestras de controles intermedios del proceso, del principio activo y del medicamento.

source: This appendix formed part of the original submission and has been peer reviewed.
es_es: Este apéndice formó parte de la presentación original y se ha sometido a revisión por pares.

source: This approach is carried out as sequential pre-conditioning.
es_es: Este enfoque se lleva a cabo como precondicionamiento secuencial.

source: This approach is justified by the following:
es_es: Este enfoque se justifica de la siguiente manera:

source: This assay has been introduced by Molecular Devices Corp., Menlo Park CA, USA, as an alternative to the DNA quantification by DNA hybridization assay.
es_es: Este ensayo fue instaurado por Molecular Devices Corp., Menlo Park CA, EE. UU., como alternativa a la cuantificación de ADN por ensayo de hibridación.

source: This authorization shall be valid for a period of three (3) years and may be renewed thereafter.
es_es: Esta autorización tendrá una vigencia de tres (3) años y podrá ser renovada posteriormente.

source: This bimodal peak was similarly reported in other paediatric studies in Canada, USA and Netherlands, respectively [P94-81556; R11-4524; R06-2301].
es_es: Este pico bimodal se informó de manera similar en otros estudios pediátricos de Canadá, EE. UU. y Países Bajos, respectivamente [P94-81556; R11-4524; R06-2301].

source: This certificate is valid for the following test methods:
es_es: Este certificado es válido para los siguientes métodos analíticos:

source: This certificate is valid fo·r the following test methods:
es_es: Este certificado es válido para los siguientes métodos analíticos:

source: This certificate is valid only when presented with all pages and both parts 1 and 2.
es_es: Este certificado es válido solo cuando consta de todas sus páginas y las partes 1 y 2.

source: This certificate is valid only when presented with all pages and both Parts 1 and 2.
es_es: Este certificado es válido solo cuando consta de todas sus páginas y las partes 1 y 2.

source: This certificate reflects the status of the manuf acturing site at the time of the inspection noted above and should not be relied upon to reflect the compliance status if more than three years have elapsed since the date of that inspection , after which time the issuing authority should be consulted .
es_es: Este certiﬁcado refleja el estado del centro de fabricación al momento de la inspección mencionada anteriormente. No tendrá validez sobre el estado de cumplimiento si han transcurrido más de tres años desde la fecha de dicha inspección, tras los cuales se deberá consultar a la entidad emisora.
